<?php return [
  'test' => 'Тест RU',

  'badwords' => [
    'delete' => '%s, Не используйте нецензурную брань!'
  ],

  'caps' => [
    'delete' => '%s, не используйте так много капса!'
  ],

  'replace' => [
    'delete' => '%s, не используйте заменяющие символы!'
  ],

  'embeds' => [
    'msg-delete' => 'Сообщение удалено',
    'channel' => 'Канал',
    'author' => 'Автор',
    'msg-content' => 'Содержимое сообщения',
    'reason' => 'Причина',
    'foul-lang' => 'Нецензурная брань',
    'msg-id' => 'ID сообщения',
    'mute-user' => 'Пользователь наказан',
    'duration' => 'Длительность',
    'violations' => '%s %s',
    'user-id' => 'ID пользователя',
    'abuse-caps' => 'Злоупотребление капсом, %s%%',
    'caps' => 'Злоупотребление капсом',
    'find-replace' => 'Похожие символы'
  ],

  'count' => [
    'violations' => [
      1 => 'нарушение',
      2 => 'нарушения',
      5 => 'нарушений'
    ]
  ]
];
