<?php return [
  'test' => 'Тест RU',

  'no-perm' => 'У вас недостаточно прав для выполнения этой команды. Необходимые разрешения: %s.',

  'badwords' => [
    'delete' => '%s, Не используйте нецензурную брань!'
  ],

  'caps' => [
    'delete' => '%s, не используйте так много капса!'
  ],

  'replace' => [
    'delete' => '%s, не используйте заменяющие символы!'
  ],

  'zalgo' => [
    'delete' => '%s, не используйте залго текст (нечитаемые символы)!'
  ],

  'embeds' => [
    'msg-delete' => 'Сообщение удалено',
    'channel' => 'Канал',
    'author' => 'Автор',
    'msg-content' => 'Содержимое сообщения',
    'reason' => 'Причина',
    'foul-lang' => 'Нецензурная брань',
    'msg-id' => 'ID сообщения',
    'mute-user' => 'Пользователь наказан',
    'duration' => 'Длительность',
    'violations' => '%s %s',
    'user-id' => 'ID пользователя',
    'abuse-caps' => 'Злоупотребление капсом, %s%%',
    'caps' => 'Злоупотребление капсом',
    'find-replace' => 'Похожие символы',
    'zalgo-text' => 'Залго текст (нечитаемые символы)',
    'help' => [
      'title' => 'Информация о DTools',
      'description' => '**Сайт:** [%1$s](https://%1$s)
      **Поддержка:** [%2$s](https://%2$s)',
      'info' => 'Более гибкая настройка бота (права, исключения и пр.) доступна только на сайте.',
      'settings' => 'Настройки модуля'
    ],
    'commands' => 'Команды',
    'info' => 'Информация',
    'filters' => 'Фильтры',
    'automod-log' => '<:success:1099711698979528814> Канал логов успешно обновлен.',
    'automod-filter-on' => '<:enable:1099727536952447007> Модуль успешно включен.',
    'automod-filter-off' => '<:disable:1099727548629401651> Модуль успешно выключен.',
    'filter-enable' => '<:enable:1099727536952447007> Фильтр успешно включен.',
    'filter-disable' => '<:disable:1099727548629401651> Фильтр успешно выключен'
  ],

  'count' => [
    'violations' => [
      1 => 'нарушение',
      2 => 'нарушения',
      5 => 'нарушений'
    ]
  ]
];
