<?php return [
  'test' => 'Тест UK',

  'no-perm' => 'У вас недостатньо прав для виконання цієї команди. Необхідні дозволи: %s.',

  'badwords' => [
    'delete' => '%s, Не використовуйте нецензурну лайку!'
  ],

  'caps' => [
    'delete' => '%s, не використовуйте так багато капсу!'
  ],

  'replace' => [
    'delete' => '%s, не використовуйте змінні символи!'
  ],

  'zalgo' => [
    'delete' => '%s, не використовуйте залго текст (символи, що не читаються)!'
  ],

  'embeds' => [
    'msg-delete' => 'Повідомлення видалено',
    'channel' => 'Канал',
    'author' => 'Автор',
    'msg-content' => 'Вміст повідомлення',
    'reason' => 'Причина',
    'foul-lang' => 'Нецензурна лайка',
    'msg-id' => 'ID повідомлення',
    'mute-user' => 'Користувач покараний',
    'duration' => 'Тривалість',
    'violations' => '%s %s',
    'user-id' => 'ID користувача',
    'abuse-caps' => 'Зловживання капсом, %s%%',
    'caps' => 'Зловживання капсом',
    'find-replace' => 'Схожі символи',
    'zalgo-text' => 'Залго текст (символи, що не читаються)',
    'help' => [
      'title' => 'Інформація про DTools',
      'description' => '**Сайт:** [%1$s](https://%1$s)
      **Підтримка:** [%2$s](https://%2$s)',
      'info' => 'Більш гнучке налаштування бота (права, винятки, тощо) доступне тільки на сайті.',
      'settings' => 'Налаштування модуля'
    ],
    'commands' => 'Команди',
    'info' => 'Інформація',
    'filters' => 'Фільтри',
    'automod-log' => '<:success:1099711698979528814> Канал логів успішно оновлено.',
    'automod-filter-on' => '<:enable:1099727536952447007> Модуль успішно увімкнено.',
    'automod-filter-off' => '<:disable:1099727548629401651> Модуль успішно вимкнено.',
    'filter-enable' => '<:enable:1099727536952447007> Фільтр успішно увімкнено',
    'filter-disable' => '<:disable:1099727548629401651> Фільтр успішно вимкнено',
    'server-lang' => 'Мова сервера: %s',
    'lang-err' => 'Цієї мови не існує.',
    'lang-set' => 'Ви успішно встановили нову мову.',
    'sticker-name' => 'Стікер: %s'
  ],

  'count' => [
    'violations' => [
      1 => 'порушення',
      2 => 'порушення',
      5 => 'порушень'
    ]
  ]
];
