<?php return [
  'test' => 'Тест UK',

  'badwords' => [
    'delete' => '%s, Не використовуйте нецензурну лайку!'
  ],

  'caps' => [
    'delete' => '%s, не використовуйте так багато капсу!'
  ],

  'embeds' => [
    'msg-delete' => 'Повідомлення видалено',
    'channel' => 'Канал',
    'author' => 'Автор',
    'msg-content' => 'Вміст повідомлення',
    'reason' => 'Причина',
    'foul-lang' => 'Нецензурна лайка',
    'msg-id' => 'ID повідомлення',
    'mute-user' => 'Користувач покараний',
    'duration' => 'Тривалість',
    'violations' => '%s %s',
    'user-id' => 'ID користувача',
    'abuse-caps' => 'Зловживання капсом, %s%%',
    'caps' => 'Зловживання капсом',
  ],

  'count' => [
    'violations' => [
      1 => 'порушення',
      2 => 'порушення',
      5 => 'порушень'
    ]
  ]
];
